export const Classroom_Type = {
    1: "思维",
    2: "情商",
    3: "体能",

};
export const SubjectName = {
    1: '思维',
    2: '情商',
    3: '体能',

}
/**
◇ 周末班：每周六或周日上课，1次课/周
◇ 平时班：周一到周五的任意一天上课，1次课/周
◇ 短期班：连续每天上课，班级名称可自定义（如：幼升小冲刺班）
◇ 连续班：连续每天上课
◇ 试听班：短期试听 （1讲）
 */
export const ClassType = {
    1: '周末班',
    2: '平时班',
    3: '短期班',
    4: '连续班',
    5: '试听班',
}

export const Terms = {
    1: '暑假',
    2: '秋季',
    3: '寒假',
    4: '春季',
    5: '暑秋',
    6: '寒春',
}
export const Grade = {
    A1: '3-4岁',
    A2: '4-5岁',
    A3: '4-5岁',
    H1: 'H1',
    H2: 'H2',
}
export const ClazzState = {
    0: '未开课',
    1: '开课中',
    2: '已结课',
    3: '已关闭',
}